{
  "HOME_TEXT": "Home",
  "ABOUT_TEXT": "About",
  "CONTACT_TEXT": "Contact",
  "SPANISH_TEXT": "Spanish",
  "ENGLISH_TEXT": "English",
  "WELCOME_TEXT": "Hi welcome to my portfolio",
  "WELCOME_DESCRIPTION": "Here you can find some of my projects and know a little more about me",
  "NEXT_BUTTON_TEXT": "Next",
  "PREVIOUS_BUTTON_TEXT": "Previous",
  "CLOSE_BUTTON_TEXT": "Close",
  "DONE_BUTTON_TEXT": "Done",
  "HOME_DESCRIPTION": "This is the home page when you can find my introduction",
  "ABOUT_DESCRIPTION": "This is the about page when you can find all about me",
  "CONTACT_DESCRIPTION": "This is the contact page when you can find my contact information",
  "LANGUAGE_BUTTON_TITLE": "Change language",
  "LANGUAGE_DESCRIPTION": "This is the language button when you can change the language of the page",
  "PROJECTS_TEXT": "Projects",
  "PROJECTS_DESCRIPTION": "This is the projects page when you can find some of my projects",
  "HOME_PAGE_TITLE": "Hi, I'm Hazley a Web",
  "DEVELOPER_TEXT": "Developer",
  "HOME_PAGE_DESCRIPTION": "And welcome to my portfolio",
  "DOWNLOAD_CV": "Download CV",
  "MY_PROJECTS_TEXT": "My Projects",
  "MY_PROJECTS_DESCRIPTION": "Here you can enjoy some of my projects",
  "LUIRED_DESCRIPTION": "This is a product sales app, where we apply firebase and the firebase auth with google for the start of user session, the shopping cart, favorites section and others are applied.",
  "USER_FLOW_DESCRIPTION": "This is an application where a CRUD for users was applied, the auth of firebase was applied with mail and password, the user registration, the forgetfulness of the password, and we handle action permissions for the role of the user.",
  "TESLO_SHOP_DESCRIPTION": "This is an e-commerce application where you can add products to shopping carts, view favorites, start session, and more.",
  "CLIMA_SENSE_DESCRIPTION": "This is a climatic application where the openweather api was used, a dark mode and a carousel were applied to show the expected climates."
}
