{
  "HOME_TEXT": "Home",
  "ABOUT_TEXT": "About",
  "CONTACT_TEXT": "Contact",
  "SPANISH_TEXT": "Spanish",
  "ENGLISH_TEXT": "English",
  "WELCOME_TEXT": "Hi welcome to my portfolio",
  "WELCOME_DESCRIPTION": "Here you can find some of my projects and know a little more about me",
  "NEXT_BUTTON_TEXT": "Next",
  "PREVIOUS_BUTTON_TEXT": "Previous",
  "CLOSE_BUTTON_TEXT": "Close",
  "DONE_BUTTON_TEXT": "Done",
  "HOME_DESCRIPTION": "This is the home page when you can find my introduction",
  "ABOUT_DESCRIPTION": "This is the about page when you can find all about me",
  "CONTACT_DESCRIPTION": "This is the contact page when you can find my contact information",
  "LANGUAGE_BUTTON_TITLE": "Change language",
  "LANGUAGE_DESCRIPTION": "This is the language button when you can change the language of the page",
  "PROJECTS_TEXT": "Projects",
  "PROJECTS_DESCRIPTION": "This is the projects page when you can find some of my projects",
  "HOME_PAGE_TITLE": "Hi, I'm Hazley a Web",
  "DEVELOPER_TEXT": "Developer",
  "HOME_PAGE_DESCRIPTION": "And welcome to my portfolio",
  "DOWNLOAD_CV": "Download CV",
  "MY_PROJECTS_TEXT": "My Personal Projects",
  "MY_PROJECTS_DESCRIPTION": "Here you can enjoy some of my projects",
  "LUIRED_DESCRIPTION": "This is a product sales app, where we apply firebase and the firebase auth with google for the start of user session, the shopping cart, favorites section and others are applied.",
  "USER_FLOW_DESCRIPTION": "This is an application where a CRUD for users was applied, the auth of firebase was applied with mail and password, the user registration, the forgetfulness of the password, and we handle action permissions for the role of the user.",
  "TESLO_SHOP_DESCRIPTION": "This is an e-commerce application where you can add products to shopping carts, view favorites, start session, and more.",
  "CLIMA_SENSE_DESCRIPTION": "This is a climatic application where the openweather api was used, a dark mode and a carousel were applied to show the expected climates.",
  "BARBER_SHOP_DESCRIPTION": "This application was made for a barber shop for customer-side appointment management.",
  "TASK_APP_DESCRIPTION": "This app was created for task management and user consumption through an api, use my own liberia ui created by my Aura-Kit call and also use a Hjarquin-cross cross to share functions and logic and reuse it in any project.",
  "AURA_KIT_DESCRIPTION": "This library was created to facilitate the creation of my own components based on the Material UI library, it was created with the storybook for the presentation.",
  "HJARQUIN_CROSS_DESCRIPTION": "This library was created for the reuse of logic in several projects. Its main function is that it is available in React, Next.js and React-native.",
  "SHOP_CO_DESCRIPTION": "Shop.co is a clothing e-commerce that relies on its shopping cart, favorites, user auth, next.js, shadcn, axios, react-query, firebase, among others, were used.",
  "ABOUT_ME_TEXT_TITLE": "Hi there! I'm Hazley, a 21-year-old web and mobile developer passionate about building scalable and dynamic applications. I specialize in React, React Native, and Next.js, with experience in tools like Firebase, Axios, React Query, Formik, React Hook Form, and GetStream.",
  "ABOUT_ME_TEXT_DESCRIPTION": "I love crafting intuitive user interfaces and delivering high-quality solutions. Let’s connect and create something amazing together!",
  "SKILLS_TEXT": "Skills",
  "AND_MORE_TEXT": "And more...",
  "CONTACT_TITLE_TEXT": "Contact me",
  "SUBJECT_TEXT": "Subject",
  "MESSAGE_TEXT": "Message",
  "SEND_BUTTON_TEXT": "Send",
  "GO_HOME_TEXT": "Go Home",
  "NOT_FOUND_PAGE_TEXT": "Sorry, We couldn't find what you are looking for!"
}
