{
  "HOME_TEXT": "Inicio",
  "ABOUT_TEXT": "Acerca de",
  "CONTACT_TEXT": "Contacto",
  "SPANISH_TEXT": "Español",
  "ENGLISH_TEXT": "Inglés",
  "WELCOME_TEXT": "Hola bienvenido a mi portafolio",
  "WELCOME_DESCRIPTION": "Aquí puedes encontrar algunos de mis proyectos y saber un poco más sobre mí",
  "NEXT_BUTTON_TEXT": "Siguiente",
  "PREVIOUS_BUTTON_TEXT": "Anterior",
  "CLOSE_BUTTON_TEXT": "Cerrar",
  "DONE_BUTTON_TEXT": "Hecho",
  "HOME_DESCRIPTION": "Esta es la página de inicio donde puedes encontrar mi introducción",
  "ABOUT_DESCRIPTION": "Esta es la página acerca de donde puedes encontrar todo sobre mí",
  "CONTACT_DESCRIPTION": "Esta es la página de contacto donde me hables si necesitas algo",
  "LANGUAGE_BUTTON_TITLE": "Cambiar idioma",
  "LANGUAGE_DESCRIPTION": "Este es el botón de idioma donde puedes cambiar el idioma de la página",
  "PROJECTS_TEXT": "Proyectos",
  "PROJECTS_DESCRIPTION": "Esta es la página de proyectos donde puedes encontrar algunos de mis proyectos",
  "HOME_PAGE_TITLE": "Hola, soy Hazley un Desarrollador",
  "DEVELOPER_TEXT": "Web",
  "HOME_PAGE_DESCRIPTION": "Y bienvenido a mi portafolio",
  "DOWNLOAD_CV": "Descargar CV",
  "MY_PROJECTS_TEXT": "Mis Proyectos Personales",
  "MY_PROJECTS_DESCRIPTION": "Aquí puedes disfrutar de algunos de mis proyectos",
  "LUIRED_DESCRIPTION": "Esta es una aplicación de venta de productos, donde aplicamos firebase y la auth firebase con google para el inicio de la sesión de usuario, el carrito de compras, la sección de favoritos y más",
  "USER_FLOW_DESCRIPTION": "Esta es una aplicación donde se aplicó un CRUD para usuarios, se aplicó el auth de firebase con correo y contraseña, el registro de usuario, el olvido de la contraseña, y manejamos permisos de acción para el rol del usuario.",
  "TESLO_SHOP_DESCRIPTION": "Esta es una aplicación e-commerce donde puede agregar productos a carritos de compras, ver favoritos, iniciar sesión y más.",
  "CLIMA_SENSE_DESCRIPTION": "Esta es una aplicación climática donde se utilizó el api de clima abierto, se aplicó un modo oscuro y un carrusel para mostrar los climas esperados.",
  "BARBER_SHOP_DESCRIPTION": "Esta aplicación fue hecha para una barbería para la gestión de citas del lado del cliente.",
  "TASK_APP_DESCRIPTION": "Esta aplicación fue creada para la gestión de tareas y el consumo de usuarios a través de una api, utiliza mi propia librería ui creada por mi Aura-Kit y también utiliza un Hjarquin-cross cross para compartir funciones y lógica y reutilizarlo en cualquier proyecto.",
  "AURA_KIT_DESCRIPTION": "Esta librería fue creada para facilitar la creación de mis propios componentes basados en la librería Material UI, fue creada con el storybook para la presentación.",
  "HJARQUIN_CROSS_DESCRIPTION": "Esta librería fue creada para la reutilización de lógica en varios proyectos. Su función principal es que está disponible en React, Next.js y React-native.",
  "VIZTRACK_DESCRIPTION": "VizTrack es una aplicación de gestión financiera personal diseñada para ayudar a los usuarios a rastrear sus gastos de manera eficiente. Con una interfaz intuitiva y fácil de usar, VizTrack permite registrar transacciones, categorizar gastos y analizar tendencias financieras a través de gráficos y reportes detallados. La aplicación garantiza que los usuarios tengan un control total sobre sus finanzas, permitiéndoles establecer presupuestos, monitorear hábitos de gasto y tomar decisiones financieras informadas.",
  "SHOP_CO_DESCRIPTION": "Shop.co es un e-commerce de ropa que se basa en su carrito de compras, favoritos, auth de usuario, se usaron next.js, shadcn, axios, react-query, firebase, entre otros.",
  "ABOUT_ME_TEXT_TITLE": "¡Hola! Soy Hazley, un desarrollador web y móvil de 21 años apasionado por crear aplicaciones escalables y dinámicas. Me especializo en React, React Native y Next.js, con experiencia en herramientas como Firebase, Axios, React Query, Formik, React Hook Form y GetStream.",
  "ABOUT_ME_TEXT_DESCRIPTION": "Me encanta diseñar interfaces intuitivas y ofrecer soluciones de alta calidad. ¡Conectemos y hagamos algo increíble juntos!",
  "SKILLS_TEXT": "Habilidades",
  "AND_MORE_TEXT": "Y más...",
  "CONTACT_TITLE_TEXT": "Contactame",
  "SUBJECT_TEXT": "Asunto",
  "MESSAGE_TEXT": "Mensaje",
  "SEND_BUTTON_TEXT": "Enviar",
  "GO_HOME_TEXT": "Ir a Inicio",
  "NOT_FOUND_PAGE_TEXT": "Lo siento, ¡No pudimos encontrar lo que buscas!"
}
